Revit 2027 API
DGNImportOptions Constructor
 Constructs a new instance of DGNImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DGNImportOptions()
Public Sub New
public:
DGNImportOptions()
new : unit -> DGNImportOptions
See Also
Reference
DGNImportOptions Class
DGNImportOptions Overload
Autodesk.Revit.DB Namespace